Repository: mozilla-l10n/mt-training-data
Catalog: tay/tay_pontoon.tmx
Source language: en_us
Languages: tay

source: Languages
tay: kay’

source: Listen
tay: mung

source: No
tay: iyat

source: Partner
tay: nanu’ quw

source: Partners
tay: nanu’ quw

source: Speak
tay: kmal

source: Stats
tay: sinqunan plpuw

source: Submit
tay: pawsun

source: Write
tay: biru'

source: Yes
tay: aw’
